Repository: Alexintosh/canoe
Catalog: i18n/po/*.po
Languages: ar, hr

source: Your wallet key will be encrypted. The Spending Password cannot be recovered. Be sure to write it down.
ar: سيتم تشفير مفتاح المحفظة. ولا يمكن استرداد كلمة مرورالإنفاق في المستقبل. لذا تأكد من كتابتها.
hr: Vaš ključ lisnice bit će šifriran. Lozinka potrošnje nije moguće vratiti. Obavezno zapišite.

source: [Balance Hidden]
ar: [الرصيد مخفي]
hr: [Skriveno stanje]

source: [Scanning Funds]
ar: [تفحص الأموال]
hr: [Skeniranje sredstava]

source: locked by pending payments
ar: مقفل بسبب المدفوعات المعلقة
hr: zaključana u tijeku plaćanja

source: {{updatingTxHistoryProgress}} transactions downloaded
ar: المعاملات التي تم تنزيلها {{updatingTxProgress}}
hr: {{updatingTxHistoryProgress}} Preuzete transakcije

source: {{wallet.m}}-of-{{wallet.n}}
ar: {{wallet.m}}-من-{{wallet.n}}

source: I have read, understood, and agree to the <a ng-click="openTerms()" href="javascript:void(0)" translate="">Terms of Use</a>.
ar: لقد قرأت وفهمت وأوافق على <a ng-click="openTerms()" href="javascript:void(0)" translate=""> بنود الاستخدام </a>.

source: 5-star ratings help us get Canoe into more hands, and more users means more resources can be committed to the app!
ar: تصنيف كانوو بـ٥ نجوم يساعدنا على إيصال التطبيق لأكبر عدد من المستخدمين. وزيادة المستخدمين يزيد من الموارد المتاحة لنا, مما يزيد من تركيزنا على تطوير التطبيق!

source: A wallet password is used to encrypt your RaiBlocks wallet when saving it on your device.
ar: يتم استخدام كلمة المرور لتشفيرمحفظة الريبلوكس الخاصة بك عند حفظها على الجهاز.

source: At least 8 Characters. Make it good!
ar: ٨ أحرف على الأقل. اجعلها معقدة!

source: Change Password
ar: تغيير كلمة السر

source: Change password
ar: تغيير كلمة السر

source: Choose a strong password. Your RaiBlocks are on the line; you know the drill!
ar: اختر كلمة مرور قوية. رايبلوكس الخاص محفوفة بالخطر!

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Create Password
ar: إنشاء كلمة مرور

source: Enable Petty RaiBlocks
ar: تفعيل خاصية حساب ذو مبالغ بسيطة

source: How do you like Canoe?
ar: هل تحب كانوو؟

source: Insert your new password. Make it good!
ar: أدخل كلمة المرور الجديدة. اجعلها مُعقدة!

source: Insert your old password
ar: أدخل كلمة المرور القديمة

source: Join the future of money,<br>get started with RaiBlocks.
ar: انضم إلى مستقبل المال، <br> ابدأ مع ريبلوكس.

source: Let's Start
ar: لنبدأ

source: New Password
ar: كلمة السر الجديدة

source: Old Password
ar: كلمة المرور القديمة

source: One more time
ar: مرة أخرى

source: One more time.
ar: مرة أخرى.

source: Password too short
ar: كلمة المرور قصيرة جدا

source: Passwords don't match
ar: كلمتي المرور غير متطابقة

source: Passwords match
ar: كلمتي المرور متطابقة

source: Passwords. They are important!
ar: كلمة المرور. انها ذات أهمية مطلقة!

source: Petty RaiBlocks
ar: حساب ذو مبالغ بسيطة

source: Push notifications for Canoe are currently disabled. Enable them in the Settings app.
ar: إشعارات كانوو معطلة حالياً. يمكنك تفعيلها في اعدادات التطبيق.

source: Share Canoe
ar: شارك كانوو

source: Show Account Number
ar: إظهار رقم الحساب

source: Show Balance
ar: إظهار الرصيد

source: Sneak Peek
ar: خاصية النظرة الخاطفة

source: Sneak peek allows you show information without the need of typing your password wallet.
ar: خاصية النظرة الخاطفة تسمح لك بإظهار بعض المعلومات دون الحاجة إلى كلمة المرور الخاصة بك.

source: There is a new version of Canoe available
ar: هناك نسخة جديدة من كانوو

source: This password will be used to encrypt your wallet from prying eyes.
ar: سيتم استخدام كلمة المرور هذه لتشفير محفظتك من أعين المتطفلين.

source: Timeout
ar: مقدار نفاذ الوقت

source: Wallet Password <div class="list settings-list"> <p class="item-description" translate="">A wallet password is used to encrypt your RaiBlocks wallet when saving it on your device.</p> <a class="item item-icon-left item-icon-right" ui-sref="tabs.preferencesSecurity.changePassword"> <i class="icon ion-ios-download-outline"></i> <span translate="">Change Password</span> <i class="icon bp-arrow-right"></i> </a> <div class="item item-icon-left"> <i class="icon ion-ios-time-outline"></i> <span translate="">Timeout</span> </div> </div>
ar: كلمة المرور المحفظة <ديف كلاس = "ليست سيتينغس-ليست"> <p كلاس = "إيتم-دسكريبتيون" ترانزلات = ""> يتم استخدام كلمة مرور المحفظة لتشفير محفظة ريبلوكس عند حفظها على جهازك. </ p> <a class="item item-icon-left item-icon-right" ui-sref="tabs.preferencesSecurity.changePassword"> <i كلاس = "إيكون أيون-يوس-دونلواد-أوتلين"> </ i> <سبان ترانزلات = ""> تغيير كلمة المرور </ سبان> <i كلاس = "إيكون بب-أرو-رايت"> </ i> </A> <ديف كلاس = "إيتم إيتم-إيكون-ليفت"> <i كلاس = "إيكون أيون-يوس-تايم-أوتلين"> </ i> <سبان ترانزلات = ""> المهلة </ سبان> </ div> </ div>

source: We're always looking for ways to improve Canoe.
ar: نحن نبحث دائما عن طرق لتحسين كانوو.

source: We're always looking for ways to improve Canoe. How could we improve your experience?
ar: نحن نبحث دائما عن طرق لتحسين كانوو. كيف يمكننا تحسين تجربتك؟

source: Would you be willing to rate Canoe in the app store?
ar: هل انت مستعد لتقييم كانوو في المتجر؟

source: You can transfer RaiBlocks instantly to anyone, anywhere .
ar: يمكنك نقل ريبلوكس على الفور إلى أي شخص، في أي مكان.
