Repository: Alexintosh/canoe
Catalog: i18n/po/*.po
Languages: ar, hr

source: (possible double spend)
ar: NOT NEEDED
hr: (moguća dvostruka potrošnja)

source: * A payment proposal can be deleted if 1) you are the creator, and no other copayer has signed, or 2) 24 hours have passed since the proposal was created.
ar: NOT NEEDED
hr: * Prijedlog za plaćanje može se izbrisati ako 1) vi ste tvorac i nijedan drugi sugovornik nije potpisao, ili 2) proteklo je 24 sata od izrade prijedloga.

source: - {{btx.feeRateStr}} of the transaction
ar: NOT NEEDED
hr: - {{btx.feeRateStr}} transakcije

source: - {{tx.feeRateStr}} of the transaction
ar: NOT NEEDED
hr: - {{tx.feeRateStr}} transakcije

source: A member of the team will review your feedback as soon as possible.
ar: سيراجع أحد أفراد فريق العمل ردكم في أقرب فرصة.
hr: Član tima pregledat će vaše povratne informacije što je prije moguće.

source: About
ar: عنا
hr: Otprilike

source: Accepted
ar: مقبول
hr: Prihvaćeno ✔️

source: Account Information
ar: معلومات الحساب
hr: Informacije o računu

source: Account Name
ar: اسم الحساب
hr: Korisničko ime

source: Account Settings
ar: اعدادات الحساب
hr: Postavke računa

source: Account name
ar: اسم الحساب
hr: Korisničko ime

source: Accounts
ar: حسابات
hr: Računi

source: Add Contact
ar: اضافة جهة اتصال
hr: Dodajte kontakt

source: Add Memo
ar: اضف مذكرة

source: Add account
ar: اضف حساب
hr: Dodajte račun

source: Add as a contact
ar: اضف كجهة اتصال
hr: Dodajte kao kontakt

source: Add description
ar: اضف وصف
hr: Dodajte opis

source: Address
ar: عنوان
hr: Adresa

source: Address Book
ar: دفتر العناوين
hr: Adresar

source: Addresses With Balance
ar: حسابات ذات أرصدة

source: Advanced
ar: متقدم
hr: Napredno

source: Advanced Settings
ar: اعدادات متقدمة
hr: Napredne postavke 💻

source: All Addresses
ar: كل العناوين

source: All of your RaiBlocks Wallet balance may not be available for immediate spending.
ar: يحتمل أن لا يكون كل حسابك متوفر للصرف فوراً

source: Allow Camera Access
ar: السماح للكاميرا
hr: Dopustite pristup kameri 📷

source: Allow notifications
ar: السماح للتنبيهات
hr: Dopustite obavijesti

source: Almost done! Let's review.
ar: انتهينا تقريبا! لنراجع.
hr: Skoro gotovo! Pogledajmo.

source: Alternative Currency
ar: علمة بديلة
hr: Alternativna valuta

source: Amount
ar: المبلغ
hr: Iznos

source: Amount below minimum allowed
ar: الحد الأدنى المسموح

source: Amount too low to spend
ar: المبلغ قليل
hr: Iznos je premali za potrošnju

source: An update to this app is available. For your security, please update to the latest version.
ar: يوجد تحديث للتطبيق. من أجل أمانك, الرجاء التحديث لأخر نسخة.
hr: Ažuriranje ove aplikacije je dostupno. Radi vaše sigurnosti, ažurirajte na najnoviju verziju.

source: Anyone with your seed can access or spend your raiblocks.
ar: يمكن لأي شخص لديه النواة (seed) أن يصرف عملة الريبلوك التي تملكها.

source: Approximate Bitcoin network fee to transfer wallet's balance (with normal priority)
ar: NOT NEEDED

source: Are you being watched?
ar: هل انت مراقب؟
hr: Jeli vas netko promatra? 👀

source: Are you being watched? Anyone with your recovery phrase can access or spend your bitcoin.
ar: NOT NEEDED

source: Are you sure you want to delete this contact?
ar: هل انت متأكد من الغاء جهة الإتصال؟
hr: Jeste li sigurni da želite izbrisati taj kontakt?

source: Are you sure you want to delete this wallet?
ar: هل انت متأكد من الغاء المحفظة؟
hr: Jeste li sigurni da želite izbrisati taj novčanik?

source: Are you sure you want to reject this transaction?
ar: هل انت متأكد من رفض هذه العملية؟
hr: Jeste li sigurni da želite odbiti ovu transakciju?

source: Are you sure you want to remove this transaction?
ar: هل أنت متأكد من حذف هذه العملية؟
hr: Jeste li sigurni da želite ukloniti tu transakciju?

source: Are you sure you want to skip it?
ar: هل انت متأكد من التخطي؟
hr: Jeste li sigurni da želite preskočiti?

source: Auditable
ar: تدقيق

source: Available
ar: متوفر
hr: Dostupno

source: Available Balance
ar: رصيد متوفر
hr: Dostupno Stanje

source: BIP32 path for address derivation
ar: NOT NEEDED

source: Backup Needed
ar: يجب عليك خلق نسخة احتياطية
hr: Potrebna je sigurnosna kopija

source: Backup needed
ar: يجب عليك خلق نسخة احتياطية

source: Backup now
ar: اخلق نسخة احتياطية الان
hr: Napravi sigurnosnu kopiju

source: Backup wallet
ar: نسخ احتياطي للمحفظة
hr: Sigurnosni novčanik

source: Backup your wallet before using this function
ar: تأكد من نسخ محفظتك إحتياطياً قبل استخدام هذه الوظيفة

source: Be sure to store your seed in a secure place. If this app is deleted, or your device stolen, the seed is the only way to recreate the wallet.
ar: تأكد من حفظ النواة (seed) في مكان امن. اذا حذفت التطبيق, او فقدت الجهاز, فالنواة هي الوسيلة الوحيدة لإسترجاع المحفظة.
hr: Svakako spremite svoje sjeme (seed) na sigurno mjesto. Ako je ova aplikacija izbrisana ili vaš uređaj ukraden, sjeme (seed) je jedini način za ponovno stvaranje novčanika.

source: Bitcoin Address
ar: NOT NEEDED
hr: Bitcoin adresa

source: Bitcoin Cash Wallets
ar: NOT NEEDED

source: Broadcast Payment
ar: نشر الدفعة
hr: Plaćanje emitiranjem

source: Broadcasted
ar: تم النشر
hr: Emitiran

source: Broadcasting transaction
ar: جار نشر المعاملة
hr: Emitiranje transakcije

source: Browser unsupported
ar: المتصفح غير مدعوم
hr: Preglednik nije podržan

source: But do not lose your seed!
ar: احذر من فقدان النواة (seed)
hr: Ali nemojte izgubiti svoje sjeme (seed)!

source: Buy &amp; Sell Bitcoin
ar: NOT NEEDED
hr: Kupite & amp; Prodaj Bitcoin

source: Cancel
ar: الغاء
hr: Otkazati

source: Cannot Create Wallet
ar: لا يمكن خلق محفظة
hr: Nije moguće stvoriti novčanik

source: Canoeer already in this wallet
ar: NOT NEEDED

source: Canoeer already voted on this spend proposal
ar: NOT NEEDED

source: Canoeer data mismatch
ar: NOT NEEDED

source: Check installation and retry.
ar: تأكد من عملية التنصيب ثم قم بإعادة المحاولة.

source: Choose a backup file from your computer
ar: الرجاء اختيار ملف نسخة احتياطية من جهاز الكمبيوتر
hr: Odaberite datoteku sigurnosne kopije s računala

source: Choose your destination wallet
ar: الرجاء اختيار المحفظة الوجهة

source: Choose your source wallet
ar: الرجاء اختيار المحفظة المصدر

source: Click to accept
ar: اضغط للموافقة
hr: Kliknite da biste prihvatili

source: Click to send
ar: اضغط للإرسال
hr: Kliknite za slanje

source: Close
ar: إغلاق
hr: Zatvoriti

source: Coin
ar: عُملة
hr: Novčić

source: Color
ar: لون
hr: Boja

source: Commit hash
ar: توقيع إيداع البيانات (commit hash)
hr: Pričekajte hash

source: Confirm
ar: تأكيد
hr: Potvrdite

source: Confirm &amp; Finish
ar: تأكيد وإنهاء
hr: Potvrdite & amp; Završi

source: Confirm your PIN
ar: تأكيد الرقم السري

source: Confirm your new spending password
ar: أكد كلمة السر الجديدة للصرف
hr: Potvrdite novu zaporku za potrošnju

source: Confirmations
ar: عدد التأكيدات
hr: Potvrde

source: Confirming
ar: جار التأكد
hr: Potvrđivanje

source: Connection reset by peer
ar: تم إعادة تعيين الإتصال من قبل النظير

source: Contacts
ar: جهات الإتصال
hr: Kontakti

source: Continue
ar: متابعة
hr: Nastaviti

source: Contribute Translations
ar: المساعدة بالترجمة
hr: Doprinos prijevodima

source: Copayer joined
ar: NOT NEEDED

source: Copied to clipboard
ar: تم النسخ للحافظة
hr: Kopirano je u međuspremnik

source: Copy this text as it is to a safe place (notepad or email)
ar: احفظ النص في مكان امن (على ورقة أو البريد الإلكتروني)
hr: Kopirajte ovaj tekst kao na sigurno mjesto (notepad ili e-mail)

source: Copy to clipboard
ar: نسخ للحافظة
hr: Kopirati u međuspremnik

source: Could not access the wallet at the server. Please check:
ar: لم نتمكن من الدخول للمحفظة على الخادم. الرجاء التأكد:
hr: Nije moguće pristupiti novčaniku na poslužitelju. Provjerite:

source: Could not broadcast payment
ar: لم نتمكن من بث عملية الدفع
hr: Plaćanje nije moguće

source: Could not build transaction
ar: لم نتمكن من إنشاء العملية

source: Could not decrypt file, check your password
ar: لم نتمكن من فك شفرة الملف,

source: Could not delete payment proposal
ar: لم نتمكن من إلغاء مقترح الدفع
hr: Nije bilo moguće izbrisati prijedlog za plaćanje

source: Could not reject payment
ar: لم نتمكن من رفض العملية
hr: Nije bilo moguće odbiti plaćanje

source: Could not send payment
ar: لم نتمكن من الدفع
hr: Plaćanje nije moguće poslati

source: Could not update transaction history
ar: لم نتمكن من تحديث تاريخ العمليات
hr: Nije moguće ažurirati povijest transakcija

source: Could not update wallet
ar: لم نتمكن من تحديث المحفظة

source: Create Account
ar: إنشاء حساب
hr: Stvorite račun

source: Create new account
ar: إنشاء حساب جديد
hr: Stvorite novi račun

source: Created by
ar: أنشئ بواسطة
hr: Napravio

source: Creating Wallet...
ar: جار إنشاء محفظة ...
hr: Izrada novčanika ...

source: Creating account...
ar: جار إنشاء حساب ...
hr: Izrada računa ...

source: Creating transaction
ar: جار إجراء المعاملة
hr: Stvaranje transakcije

source: Custom Amount
ar: كمية مخصصة
hr: Prilagođeni iznos

source: Date
ar: تاريخ
hr: Datum

source: Default Account
ar: حساب افتراضي
hr: Zadani račun

source: Delete
ar: حذف
hr: Izbrisati

source: Delete Account
ar: حذف حساب
hr: Izbrisati račun

source: Delete Payment Proposal
ar: حذف طريقة دفع
hr: Izbrisati prijedlog plaćanja

source: Delete Wallet
ar: حذف محفظة
hr: Izbrisati Novčanik

source: Deleting Wallet...
ar: جار حذف محفظة ..
hr: Brisanje novčanika ...

source: Deleting payment proposal
ar: جار إلغاء مقترح الدفع
hr: Brisanje prijedloga plaćanja

source: Disabled
ar: معطل
hr: Onemogućeno

source: Do it later
ar: قم بذلك لاحقا
hr: Učinite to kasnije

source: Do not include private key
ar: لا تدخل المفتاح الخاص

source: Don't see your language on Crowdin? Contact the Owner on Crowdin! We'd love to support your language.
ar: لا ترى لغتك؟ الرجاء الإتصال بصاحب الحساب في كراود إن! يسعدنا دعم لغتك.

source: Donate to Canoe
ar: تبرع لـــCanoe
hr: Donirajte Canoe-u

source: Download
ar: تحميل
hr: Preuzimanje datoteka

source: Each RaiBlocks Wallet can generate billions of addresses from your 12-word backup. A new address is automatically generated and shown each time you receive a payment.
ar: NOT NEEDED

source: Edit
ar: تحرير
hr: Uredi

source: Email
ar: البريد الالكتروني

source: Email Address
ar: عنوان البريد الالكتروني
hr: Email adresa

source: Empty addresses limit reached. New addresses cannot be generated.
ar: تم التوصل للحد الأعلى للعناويين الفارغة. لا يمكننا إتناج عناويين جديدة.

source: Enable camera access in your device settings to get started.
ar: فعل صلاحيات الكاميرا في الهاتف للبدء
hr: Da biste započeli, omogućite pristup fotoaparatu u postavkama uređaja.

source: Enable email notifications
ar: فعل تنبيهات البريد
hr: Omogući obavijesti e-poštom

source: Enable push notifications
ar: فعل تنبيهات الهاتف
hr: Omogući push obavijesti

source: Enable the camera to get started.
ar: فعل الكاميرا للبدء
hr: Omogućite pokretanje kamere.

source: Enter Spending Password
ar: NOT NEEDED
hr: Unesite zaporku za potrošnju

source: Enter amount
ar: ادخل المبلغ
hr: Unesite iznos

source: Enter new spending password
ar: NOT NEEDED
hr: Unesite novu zaporku za potrošnju

source: Enter the recovery phrase (BIP39)
ar: NOT NEEDED

source: Enter wallet seed
ar: ادخل نواة (seed) المحفظة
hr: Unesite sjeme (seed) novčanika

source: Enter your email
ar: ادخل بريدك الاكتروني
hr: Unesite svoj email

source: Enter your password
ar: الرجاء إدخال كلمة المرور
hr: Upišite svoju lozinku

source: Error
ar: خطأ
hr: Greška

source: Error at confirm
ar: خطأ أثناء عملية التأكيد
hr: Pogreška pri potvrdi

source: Error scanning funds:
ar: حدث خطأ في مسح المبالغ:
hr: Pogreška pri skeniranju sredstava:

source: Error sweeping wallet:
ar: حدث خطأ في مسح المحفظة:
hr: Pogreška pri korištenju novčanika:

source: Exceeded daily limit of $500 per user
ar: تم تعدي الحد اليومي ٥٠٠ دولار أمريكي للمستخدم

source: Expired
ar: منتهي
hr: Istekao

source: Expires
ar: ينتهي
hr: Istječe

source: Export wallet
ar: تصدير محفظة
hr: Izvoz novčanika

source: Exporting via QR not supported for this wallet
ar: التصدير عن طريق الـــQR غير مدعوم لهذه المحفظة
hr: Izvoz putem QR nije podržan za ovaj novčanik

source: Extracting Wallet information...
ar: يتم استخراج معلومات المحفظة
hr: Izdvajanje informacija o novčaniku ...

source: Failed to export
ar: لم نستطع التصدير
hr: Izvoz nije uspio

source: Family vacation funds
ar: صندوق الإجازة السنوية للعائلة
hr: Obiteljski odmor sredstava

source: Fee
ar: NOT NEEDED
hr: Naknada

source: Fee:
ar: NOT NEEDED
hr: Naknada:

source: Feedback could not be submitted. Please try again later.
ar: تعذر إرسال التعليقات. الرجاء معاودة المحاولة في وقت لاحق.
hr: Nije bilo moguće slati povratne informacije. Molimo pokušajte ponovo kasnije.

source: File/Text
ar: ملف / نص
hr: Datoteka/Tekst

source: Filter setting
ar: فلتر الإعدادات
hr: Postavka filtra

source: Finger Scan Failed
ar: عملية مسح الإصبع فاشلة
hr: Prst skeniranje nije uspjelo

source: Finish
ar: انهاء
hr: Završi

source: From
ar: من
hr: Iz

source: From the destination device, go to Add wallet &gt; Import wallet and scan this QR code
ar: من الجهاز المتلقي, إذهب إلى "أضف محفظة", ثم "توريد محفظة" وامسح كود الـــQR

source: Funds are locked by pending spend proposals
ar: الأموال محجوزة بسبب عملية إرسال معلقة

source: Funds found:
ar: تم العثور على أموال:
hr: Pronađena sredstva:

source: Funds transferred
ar: تم نقل الأموال
hr: Prijenos sredstava

source: Funds will be transferred to
ar: سيتم تحويل الأموال إلى
hr: Sredstva će biti prenesena u

source: Generating .csv file...
ar: يتم توليد ملف CSV. جديد...
hr: Generiranje .csv datoteke ...

source: Get news and updates from BitPay
ar: NOT NEEDED
hr: Preuzmite vijesti i ažuriranja s BitPay-a

# button
source: Get started
ar: البدء
hr: Započnite

source: Get started by adding your first one.
ar: ابدأ بإضافة أول ملف.
hr: Započnite s dodavanjem prvog.

source: Go Back
ar: رجوع
hr: Vratite se

source: Go back
ar: رجوع
hr: Vratite se

source: Got it
ar: مفهوم
hr: Dobio sam to

source: Hardware not connected.
ar: NOT NEEDED

source: Help & Support
ar: الدعم والمساعدة
hr: Pomoć i Podrška

source: Help and support information is available at the website.
ar: الدعم والمساعدة متوفرة على موقعنا.
hr: Informacije o pomoći i podršci dostupne su na web stranici.

source: Hide
ar: إخفاء

source: Hide Balance
ar: إخفاء الرصيد
hr: Sakriti saldo

source: Hide advanced options
ar: إخفاء الإعدادات المتقدمة

source: Home
ar: الصفحة الرئيسية
hr: Na početak

source: How could we improve your experience?
ar: كيف يمكننا تحسين تجربتك؟
hr: Kako bismo mogli poboljšati vaše iskustvo?

source: I don't like it
ar: لا يعجبني
hr: Ne sviđa mi se

source: I have read, understood, and agree with the Terms of use.
ar: لقد قرأت وفهمت وأوافق على شروط الاستخدام.
hr: Pročitao sam, razumio i slažem se s Uvjetima korištenja.

source: I like the app
ar: أنا أحب التطبيق
hr: Sviđa mi se aplikacija

source: I think this app is terrible.
ar: اعتقد أن التطبيق سئ جداً
hr: Mislim da je ova aplikacija strašna.

source: I understand
ar: مفهوم
hr: Razumijem

source: I understand that if this app is deleted, my wallet can only be recovered with the seed.
ar: أنا أقر أنه إذا تم حذف التطبيق، لا يمكن استرداد المحفظة إلا عن طريق النواة (seed).

source: I understand that my funds are held securely on this device, not by a company.
ar: وأنا أقر أن أموالي محتفظ بها بشكل آمن على هذا الجهاز، وليس من قبل شركة.
hr: Razumijem da se moja sredstva sigurno drže na ovom uređaju, a ne od strane tvrtke.

source: I've written it down
ar: لقد كتبته
hr: Zapisao sam to

source: If enabled, the Recent Transactions card - a list of transactions occuring across all wallets - will appear in the Home tab.
ar: إذا تم تفعيلها, سيظهر كارت بأحدث العمليات المجراة على حساباتك في الصفحة الرئيسية.
hr: Ako je omogućeno, kartica nedavne transakcije - popis transakcija koje se pojavljuju na svim novčanicima - pojavit će se na početnoj kartici.

source: If this device is replaced or this app is deleted, your funds can not be recovered without a backup.
ar: إذا بدلت الجهاز أو حذفت التطبيق, فلا يمكن إسترجاع أموالك بدون نسخة إحتياطية.
hr: Ako je ovaj uređaj zamijenjen ili je ta aplikacija izbrisana, sredstva se ne mogu vratiti bez sigurnosne kopije.

source: If you have additional feedback, please let us know by tapping the "Send feedback" option in the Settings tab.
ar: إذا كانت لديك تعليقات إضافية، فيرجى إخبارنا بذلك عن طريق النقر على خيار "إرسال تعليقات" في الإعدادات.
hr: Ako imate dodatnih povratnih informacija, obavijestite nas tako da dodirnete opciju "Pošalji povratne informacije" na kartici Postavke.

source: If you take a screenshot, your backup may be viewed by other apps. You can make a safe backup with physical paper and a pen.
ar: إذا أخذت لقطة من الشاشة, فيمكن للتطبيقات الأخرى التوصل إليها. من الأفضل كتابتها بإستخدام القلم والورقة.
hr: Ako snimite snimak zaslona, ​​druge aplikacije mogu pregledavati sigurnosnu kopiju. Možete napraviti sigurnu sigurnosnu kopiju s fizičkim papirom i olovkom.

source: Import Wallet
ar: توريد محفظة
hr: Uvoz novčanika

source: Import file (not implemented yet)
ar: توريد ملف (خاصية غير مدعومة بعد)

source: Import seed
ar: توريد نواة (seed)
hr: Uvoz sjemena (seed)

source: Import wallet
ar: توريد محفظة
hr: Uvezite novčanik

source: Importing Wallet...
ar: جار توريد المحفظة...
hr: Uvoz novčanika ...

source: In order to verify your wallet backup, please type your password.
ar: من أجل التأكد من النسخة الإحتياطية للمحفظة, الرجاء إدخال كلمة السر.
hr: Da biste potvrdili sigurnosnu kopiju novčanika, unesite zaporku.

source: Incomplete
ar: غير مكتمل
hr: Nepotpuno

source: Incorrect PIN, try again.
ar: رقم الــPIN غير سليم, حاول مرة أخرى.

source: Incorrect code format
ar: صيغة الكود غير سليمة

source: Incorrect network address
ar: عنوان غير سليم

source: Insufficient funds
ar: الرصيد لا يسمح
hr: Nedovoljno sredstva

source: Insufficient funds for fee
ar: NOT NEEDED

source: Integrations
ar: الدمج

source: Invalid
ar: لاغ
hr: Neispravno

source: Invalid address
ar: عنوان خاطئ

source: Invalid data
ar: بيانات غير صالحة
hr: Nevažeći podaci

source: Is there anything we could do better?
ar: هل هناك أي شيء يمكننا القيام به بشكل أفضل؟
hr: Postoji li nešto što bismo mogli učiniti bolje?

source: Is this email address correct?
ar: هل عنوان البريد الإلكتروني هذا صحيح؟
hr: Je li ova adresa e-pošte ispravna?

source: It's a good idea to avoid reusing addresses - this both protects your privacy and keeps your bitcoins secure against hypothetical attacks by quantum computers.
ar: NOT NEEDED

source: It's important that you write your wallet seed down correctly. If something happens to your wallet, you'll need this seed to reconstruct it. Please review your seed and try again.
ar: من المهم كتابة النواة (seed) بطريقة سليمة. إذا حدث شئ ما للمحفظة, ستحتاج للنواة لإسترجاعها. تأكد من صحة النواة وحاول مرة أخرى.
hr: Važno je da ispravno napišete sjeme (seed) novčanika. Ako se nešto dogodi vašem novčaniku, trebat će vam ovo sjeme (seed) za rekonstrukciju. Pregledajte vaše sjeme (seed) i pokušajte ponovo.

source: Just scan the code to pay.
ar: فقط امسح الكود وادفع

source: Key already associated with an existing wallet
ar: المفتاح مرتبط بمحفظة أخرى

source: Language
ar: لغة
hr: Jezik

source: Learn more
ar: تعرف على المزيد
hr: Saznajte više

source: Loading addresses...
ar: جار تحميل العناوين ...

source: Loading transaction info...
ar: جار تحميل معلومات المعاملات ...
hr: Učitavanje informacija o transakciji ...

source: Lock by Fingerprint
ar: مقفل بالبصمة
hr: Zaključaj s otiskom prsta

source: Lock by PIN
ar: مقفل بواسطة PIN
hr: Zaključajte s PIN-om

source: Locked
ar: مقفل
hr: Zaključan

source: Locktime in effect. Please wait to create a new spend proposal
ar: لوكتيمي في الواقع. يرجى الانتظار لإنشاء اقتراح إنفاق جديد

source: Locktime in effect. Please wait to remove this spend proposal
ar: لوكتيمي في الواقع. يرجى الانتظار لإزالة اقتراح الإنفاق هذا

source: Log options
ar: خيارات السجل
hr: Mogućnosti zapisnika

source: Low amount inputs
ar: كمية المدخلات منخفضة

source: Low fees
ar: NOT NEEDED
hr: Niske naknade

source: Makes sense
ar: واضح
hr: Ima smisla

source: Matches:
ar: المتطابقات
hr: Odgovara:

source: Meh - it's alright
ar: كل على ما يرام
hr: Meh - sve je u redu

source: Memo
ar: مذكرة
hr: Memorandum

source: Merchant Message
ar: رسالة التاجر
hr: Poruka trgovca

source: Missing parameter
ar: معامل مفقود

source: Missing private keys to sign
ar: مفاتيح خاصة مفقودة يتطلب توقيعها

source: More Options
ar: المزيد من الخيارات
hr: Više mogućnosti

source: Moved
ar: انتقل
hr: Pomaknuto

source: Moved Funds
ar: الأموال المنقولة
hr: Premješteni fondovi

source: Multiple recipients
ar: مستلمين متعددين
hr: Više primatelja

source: Name
ar: اسم
hr: Ime

source: Network error
ar: خطأ في الشبكة

source: Never incur fees ever again!
ar: لا تتكبد رسوم بعد اليوم!

source: New Proposal
ar: عرض جديد

source: New account
ar: حساب جديد
hr: Novi profil

source: New address could not be generated. Please try again.
ar: تعذر إنشاء عنوان جديد. حاول مرة اخرى.

source: Next steps
ar: الخطوات التالية

source: No Account available
ar: لا يتوفر حساب
hr: Nije dostupan račun

source: No backup, no RaiBlocks.
ar: إذا لم يكن لديك نسخة احتياطية, فريبلوكس في خطر

source: No contacts yet
ar: ليست هناك جهات اتصال حتى الآن
hr: Još nema kontakata

source: No entries for this log level
ar: لا توجد إدخالات لمستوى السجل هذا
hr: Nema unosa za ovu razinu dnevnika

source: No hardware information available.
ar: NOT NEEDED

source: No pending proposals
ar: ليست هناك اقتراحات معلقة
hr: Nema prijedloga na čekanju

source: No recent transactions
ar: لا توجد معاملات حديثة
hr: Nema nedavnih transakcija

source: No transactions yet
ar: لا توجد معاملات بعد
hr: Još nema transakcija

source: No wallet found
ar: لم يتم العثور على محفظة
hr: Nije pronađen novčanik

source: No wallet selected
ar: لم يتم تحديد أي محفظة
hr: Nije odabran novčanik

source: No wallets available
ar: لا توجد محافظ

source: No wallets available to receive funds
ar: لا توجد محافظ متاحة لتلقي الأموال
hr: Nema novčanika na raspolaganju za primanje sredstava

source: Not authorized
ar: غير مخول

source: Not funds found
ar: لم يتم العثور على أموال
hr: Nisu pronađena sredstva

source: Not now
ar: ليس الان
hr: Ne sada

source: Note
ar: ملحوظة
hr: Bilješka

source: Notice: only 1-1 (single signature) wallets can be used for sell bitcoin
ar: NOT NEEDED

source: Notifications
ar: إخطارات
hr: Obavijesti

source: Notifications by email
ar: الإشعارات عبر البريد الإلكتروني
hr: Obavijesti putem e-pošte

source: Notify me if confirmed
ar: أخطرني إذا تم التأكيد
hr: Obavijesti me ako je potvrđeno

source: Notify me when transactions are confirmed
ar: أخطرني عندما يتم تأكيد المعاملات
hr: Obavijesti me kada su potvrđene transakcije

source: Now is a good time to backup your wallet. If this device is lost, it is impossible to access your funds without a backup.
ar: الآن هو الوقت المناسب للنسخ الاحتياطي لمحفظتك. إذا تم فقدان هذا الجهاز، فإنه من المستحيل الوصول إلى أموالك دون نسخة احتياطية.
hr: Sada je dobro vrijeme za sigurnosno kopiranje novčanika. Ako je ovaj uređaj izgubljen, nemoguće je pristupiti svojim sredstvima bez sigurnosne kopije.

source: Now is a perfect time to assess your surroundings. Nearby windows? Hidden cameras? Shoulder-spies?
ar: الآن هو الوقت المثالي لتقييم محيطك. النوافذ القريبة؟ الكاميرات المخفية؟ متطفل من حولك؟
hr: Sada je savršeno vrijeme za procjenu vaše okoline. Prozori u blizini? Skrivene kamere? Špijuni iza vas? UDBA?

source: Numbers and letters like 904A2CE76...
ar: الأرقام والحروف مثل 904A2CE76 ...
hr: Brojevi i slova poput 904A2CE76 ...

source: OK
ar: حسنا
hr: U redu

source: OKAY
ar: حسنا
hr: U REDU

source: Official English Disclaimer
ar: تنويه رسمي باللغة الإنجليزية
hr: Odricanje od odgovornosti

source: Oh no!
ar: أوه لا!
hr: O ne!

source: On this screen you can see all your accounts.
ar: في هذه الصفحة يمكنك ان ترى كل حسابتك.
hr: Na ovom zaslonu možete vidjeti sve svoje račune.

source: Open
ar: افتح
hr: Otvoren

source: Open Crowdin
ar: فتح بوإيديتور
