Repository: Alexintosh/canoe
Catalog: i18n/po/*.po
Languages: ar, hr

source: Open GitHub
ar: افتح موقع جيت هاب
hr: Otvorite GitHub

source: Open GitHub Project
ar: افتح مشروع في جيت هاب
hr: Otvori GitHub projekt

source: Open Insight
ar: فتح الإحصاءات
hr: Otvori uvid

source: Open Settings
ar: أفتح الإعدادات
hr: Otvorite Postavke

source: Open Translation Community
ar: مجتمع الترجمة المفتوحة

source: Open Website
ar: فتح الموقع
hr: Otvori web stranicu

source: Open website
ar: فتح الموقع
hr: Otvori web stranicu

source: Password
ar: كلمه السر
hr: Lozinka

source: Password required. Make sure to enter your password in advanced options
ar: كلمة المرور مطلوبة. تأكد من إدخال كلمة المرور في الخيارات المتقدمة

source: Paste the backup plain text
ar: الصق النص للنسخة الاحتياطية
hr: Zalijepite tekst običnog kopiranja

source: Payment Accepted
ar: الدفع مقبول
hr: Prihvaćeno plaćanje

source: Payment Proposal
ar: مقترح دفع
hr: Prijedlog plaćanja

source: Payment Proposal Created
ar: اقتراح الدفع المنشئة
hr: Izrađen prijedlog plaćanja

source: Payment Proposals
ar: مقترحات الدفع
hr: Prijedlozi za plaćanje

source: Payment Protocol Invalid
ar: بروتوكول الدفع غير صالح

source: Payment Protocol not supported on Chrome App
ar: بروتوكول الدفع غير متوافق مع تطبيق كروم

source: Payment Received
ar: تلقى الدفع
hr: Primljena uplata

source: Payment Rejected
ar: تم رفض الدفعة
hr: Odbijeno plaćanje

source: Payment Sent
ar: ارسلت الدفعه
hr: Plaćanje je poslano

source: Payment accepted, but not yet broadcasted
ar: تم قبول الدفع، ولكن لم يتم البث بعد
hr: Plaćanje je prihvaćeno, ali još nije objavljeno

source: Payment accepted. It will be broadcasted by Glidera. In case there is a problem, it can be deleted 6 hours after it was created.
ar: NOT NEEDED
hr: Plaćanje je prihvaćeno. Glideru će ga emitirati. U slučaju da postoji problem, može se izbrisati 6 sati nakon izrade.

source: Payment details
ar: بيانات الدفع
hr: Pojedinosti o plaćanju

source: Pending Proposals
ar: المقترحات المعلقة
hr: Prijedlozi na čekanju

source: Permanently delete this wallet.
ar: حذف هذه المحفظة نهائيا.
hr: Trajno izbrišite ovaj novčanik.

source: Please carefully write down this 64 character seed. Click to copy to clipboard.
ar: يرجى كتابة الــ٦٤ حرفاُ للنواة بعناية. انقر لنسخ إلى الحافظة.
hr: Pažljivo zapišite sjeme (seed) od 64 znaka. Kliknite da biste kopirali u međuspremnik.

source: Please connect a camera to get started.
ar: الرجاء توصيل كاميرا للبدء.
hr: Povežite fotoaparat kako biste započeli.

source: Please enter the seed
ar: الرجاء إدخال النواة (Seed)
hr: Unesite sjeme (seed)

source: Please enter your PIN
ar: الرجاء إدخال رقم التعريف الشخصي (PIN)

source: Please upgrade Canoe to perform this action
ar: الرجاء ترقية كانوو لتنفيذ هذا الإجراء

source: Please wait
ar: أرجو الإنتظار
hr: Pričekajte

source: Please, select your backup file
ar: الرجاء تحديد ملف النسخة الاحتياطية
hr: Odaberite sigurnosnu kopiju datoteke

source: Preferences
ar: الإعدادات
hr: Postavke

source: Preparing addresses...
ar: جار تحضير العناوين ...
hr: Pripremanje adresa ...

source: Preparing backup...
ar: جار إعداد النسخة الاحتياطية ...
hr: Priprema sigurnosne kopije ...

source: Press again to exit
ar: اضغط مرة أخرى للخروج
hr: Pritisnite ponovno za izlaz

source: Private Key
ar: مفتاح خاص
hr: Privatni ključ

source: Private key encrypted. Enter password
ar: المفتاح الخاص مشفر. أدخل كلمة المرور
hr: Privatni ključ šifriran. Upišite lozinku

source: Private key is encrypted, cannot sign
ar: المفتاح الخاص مشفر، لا يمكن التوقيع

source: Proposal Accepted
ar: تم قبول الاقتراح

source: Proposal Created
ar: تم إنشاء الاقتراح
hr: Prijedlog je stvoren

source: Proposal Deleted
ar: تم حذف الاقتراح

source: Proposal Rejected
ar: تم رفض الاقتراح

source: Proposals
ar: اقتراحات
hr: Prijedlozi

source: Push Notifications
ar: الإخطارات
hr: Push Obavijesti

source: QR Code
ar: رمز الـــQR
hr: QR kod

source: Quick review!
ar: مراجعة سريعة!
hr: Brzi pregled!

source: RaiBlocks Account
ar: حساب ريبلوكس

source: RaiBlocks are secure.
ar: ريبلوكس آمنة.

source: RaiBlocks is feeless.
ar: ريبلوكس عديمة الرسوم.

source: RaiBlocks is instant,<br>digital money.
ar: ريبلوكس أموال رقمية <br> فورية.

source: Raiblocks is different &ndash; it cannot be safely held with a bank or web service.
ar: رايبلوكس مختلفة؛ فإنه لا يمكن حفطها في بنك أو موقع انترنتي.

source: Rate on the app store
ar: تقييم في المتجر
hr: Ocijenite u trgovini aplikacija

source: Read less
ar: أقرأ أقل

source: Read more
ar: اقرأ المزيد

source: Read more in our Wiki
ar: اقرأ المزيد في الويكي الخاص بنا
hr: Pročitajte više u našem Wiki

source: Receive
ar: تلقي
hr: Primite

source: Receive in
ar: تلقي في
hr: Primite u

source: Received
ar: تم الاستلام
hr: Primljeno

source: Received Funds
ar: تم استلام الأموال
hr: Primljena sredstva

source: Receiving
ar: يتم التلقي
hr: Primanje

source: Recent
ar: حديث
hr: Nedavno

source: Recent Transaction Card
ar: بطاقة المعاملات الحديثة
hr: Nedavna transakcijska kartica

source: Recent Transactions
ar: التحويلات الحديثة
hr: Nedavne transakcije

source: Recipient
ar: مستفيد
hr: Primaoc

source: Recipients
ar: المستفيدين
hr: Primatelji

source: Recreating Wallet...
ar: جار إعادة إنشاء المحفظة ...
hr: Ponovno pokretanje novčanika ...

source: Rejected
ar: مرفوض
hr: Odbijeno

source: Rejecting payment proposal
ar: رفض اقتراح الدفع
hr: Odbijanje prijedloga plaćanja

source: Release information
ar: معلومات الإصدار
hr: Objavite informacije

source: Remove
ar: إزالة
hr: Ukloniti

source: Repeat password
ar: اعد كلمة السر

source: Repeat the password
ar: كرر كلمة المرور

source: Restore from backup
ar: استعادة من النسخة الاحتياطية
hr: Vraćanje iz sigurnosne kopije

source: Retrieving inputs information
ar: استرجاع المدخلات
hr: Preuzimanje podataka o unosu

source: Retry
ar: إعادة المحاولة
hr: Pokušaj ponovno

source: Retry Camera
ar: إعادة محاولة الكاميرا
hr: Pokušaj ponoviti kameru

source: Save
ar: حفظ
hr: Uštedjeti

source: Scan
ar: تفحص
hr: Skenirati

source: Scan QR Codes
ar: مسح رموز QR
hr: Skeniranje QR kodova

source: Scan addresses for funds
ar: مسح العناوين من أجل الأموال

source: Scan again
ar: امسح مجددا
hr: Ponovno skeniranje

source: Scan your fingerprint please
ar: امسح بصمات إصبعك من فضلك
hr: Skenirajte svoj otisak prsta

source: Scanning Wallet funds...
ar: جار مسح أموال المحفظة ...
hr: Skeniranje novčanih sredstava ...

source: Screenshots are not secure
ar: لقطات الشاشة ليست آمنة
hr: Snimke zaslona nisu sigurne

source: Search Transactions
ar: البحث في المعاملات
hr: Pretraživanje transakcija

source: Search or enter account number
ar: ابحث أو أدخل رقم الحساب
hr: Pretraživanje ili unos broja računa

source: Search transactions
ar: البحث في المعاملات
hr: Pretraživanje transakcija

source: Search your currency
ar: ابحث عن عُملتك
hr: Pretražite svoju valutu

source: Security Prefrences
ar: اعدادات الأمن

source: Select a backup file
ar: حدد ملف النسخ الاحتياطي
hr: Odaberite datoteku sigurnosne kopije

source: Select an account
ar: حدد حساب
hr: Odaberite račun

source: Send
ar: إرسال
hr: Poslati

source: Send Feedback
ar: ارسل رأيك
hr: Pošalji povratne informacije

source: Send Money
ar: إرسال الأموال

source: Send addresses by email
ar: إرسال عناوين عبر البريد الإلكتروني

source: Send by email
ar: ارسل بالبريد الإلكترونى
hr: Pošalji e-mailom

source: Send from
ar: ارسل من
hr: Pošalji od

source: Send max amount
ar: إرسال المبلغ الأقصى
hr: Pošalji maksimalni iznos

source: Send payment to this address
ar: إرسال الدفعة إلى هذا العنوان
hr: Pošaljite uplatu na ovu adresu

source: Send us feedback instead
ar: أرسل لنا تعليقات بدلا من ذلك
hr: Pošaljite nam povratne informacije

source: Sending
ar: إرسال
hr: Slanje

source: Sending 2FA code...
ar: جار إرسال رمز التحقق الثنائي ...
hr: Slanje 2FA koda ...

source: Sending feedback...
ar: جار إرسال التعليقات ...
hr: Slanje povratnih informacija ...

source: Sending maximum amount
ar: إرسال الحد الأقصى
hr: Slanje maksimalnog iznosa

source: Sending transaction
ar: إرسال المعاملة
hr: Slanje transakcije

source: Sending {{amountStr}} from your {{name}} account
ar: جار إرسال {{amountStr}} من حسابك {{name}}
hr: Slanje {{amountStr}} s računa {{name}}

source: Sent
ar: تم الإرسال
hr: Poslano

source: Sent Funds
ar: الأموال المرسلة
hr: Poslano sredstava

source: Server response could not be verified
ar: تعذر التحقق من رد الخادم

source: Services
ar: خدمات
hr: Usluge

source: Session Log
ar: سجل الجلسة
hr: Zapisnik sesije

source: Session log
ar: سجل الجلسة
hr: Zapisnik sesije

source: Set up a password
ar: اعداد كلمة المرور

source: Settings
ar: اعدادات
hr: Postavke

source: Share the love by inviting your friends.
ar: شارك حبك لكانو. ادع أصدقائك.
hr: Podijelite ljubav pozivajući svoje prijatelje.

source: Show Account
ar: اظهر الحساب
hr: Prikaži račun

source: Show Recovery Phrase
ar: NOT NEEDED

source: Show advanced options
ar: اظهر الإعدادات المتقدمة

source: Show more
ar: اظهر المزيد
hr: Prikaži više

source: Signatures rejected by server
ar: التواقيع مرفوضة من الخادم

source: Signing transaction
ar: يتم توقيع المعاملة
hr: Potpisivanje transakcije

source: Since only you control your money, you’ll need to save your wallet seed in case this app is deleted.
ar: بما أنك المسؤول الوحيد عن أموالك, وجب عليك حفظ نواة (seed) المحفظة, لتتمكن من إسترجاعها في حال فقدان الجهاز.
hr: Budući da samo vi kontrolirate svoj novac, trebat ćete spremiti sjeme (seed) novčanika u slučaju uklanjanja ove aplikacije.

source: Skip
ar: تخطي
hr: Preskočiti

source: Slide to accept
ar: ازلق اصبعك للموافقة
hr: Pomaknite da biste prihvatili

source: Slide to send
ar: ازلق اصبعك للإرسال
hr: Pomaknite za slanje

source: Spend proposal is not accepted
ar: اقتراح الإنفاق غير مقبول

source: Spend proposal not found
ar: لم يتم العثور على اقتراح الإنفاق

source: Spending Password needed
ar: كلمة مرور الإرسال لازمة

source: Spending this balance will need significant Bitcoin network fees
ar: NOT NEEDED
hr: Potrošnja ovog salda bit će potrebna značajna naknada za Bitcoin mrežu

source: Start sending RaiBlocks
ar: ابدأ بإرسال عملة الريبلوك

source: Sweep
ar: مسح
hr: Pomesti

source: Sweep paper wallet
ar: مسح المحفظة الورقية
hr: Ispišite papirni novčanik

source: Sweeping Wallet...
ar: مسح المحفظة...
hr: Potporni novčanik ...

source: THIS ACTION CANNOT BE REVERSED
ar: لا يمكن عكس هذه العملية!
hr: OVU AKCIJU NE MOŽE SE PREOKRENUTI

source: Tap and hold to show
ar: انقر وثبت اصبعك للمعاينة
hr: Dodirnite i držite za prikaz

source: Tap to recreate
ar: انقر لإعادة الخلق

source: Tap to retry
ar: انقر لإعادة المحاولة

source: Terms Of Use
ar: سياسة الإستعمال
hr: Uvjeti korištenja

source: Terms of Use
ar: سياسة الإستعمال
hr: Uvjeti korištenja

source: Text
ar: نص
hr: Tekst

source: Thank you!
ar: شكرا لك!
hr: Hvala vam!

source: Thanks!
ar: شكرا!
hr: Hvala!

source: That's exciting to hear. We'd love to earn that fifth star from you – how could we improve your experience?
ar: روعة! كنا نود أن نكسب النجمة الخامسة - كيف يمكننا تحسين تجربتك؟
hr: To je uzbudljivo čuti. Voljeli bismo dobiti tu petu zvijezdu od vas - kako bismo mogli poboljšati vaše iskustvo?

source: The amount of bitcoin immediately spendable from this wallet.
ar: NOT NEEDED
hr: Količina bitcoina odmah potrošenog iz ovog novčanika.

source: The amount of bitcoin stored in this wallet that is allocated as inputs to your pending transaction proposals. The amount is determined using unspent transaction outputs associated with this wallet and may be more than the actual amounts associated with your pending transaction proposals.
ar: NOT NEEDED
hr: Količina bitcoina pohranjena u ovom novčaniku koja se dodjeljuje kao ulazi na vaše prijedloge za transakcije na čekanju. Iznos se određuje korištenjem nepotpune izlazne transakcije povezane s ovim novčanikom i može biti veći od stvarnih iznosa povezanih s vašim prijedlozima za transakcije na čekanju.

source: The amount of bitcoin stored in this wallet with less than 1 blockchain confirmation.
ar: NOT NEEDED
hr: Količina bitcoina pohranjena u ovom novčaniku s manje od 1 potvrde blokiranja.

source: The maximum number of consecutive unused addresses (20) has been reached. When one of your unused addresses receives a payment, a new address will be generated and shown in your Receive tab.
ar: NOT NEEDED

source: The official English Terms of Service are available on the BitPay website.
ar: NOT NEEDED
hr: Službeni uvjeti pružanja usluge na engleskom jeziku dostupni su na BitPay web stranici.

source: The payment was removed by creator
ar: تمت إزالة الدفعة بواسطة المصدر
hr: Uplatu je uklonio autor

source: The request could not be understood by the server
ar: تعذر فهم الطلب من قبل الخادم

source: The restore process will stop when 20 addresses are generated in a row which contain no funds. To safely generate more addresses, make a payment to one of the unused addresses which has already been generated.
ar: NOT NEEDED

source: The seed
ar: النواة (seed)
hr: Sjeme (seed)

source: The seed is invalid, it should be 64 characters of: 0-9, A-F
ar: النواة (seed) غير صالحة، ينبغي أن تتكون من 64 حرفا من: 0-9، A-F
hr: Sjeme (seed) je nevažeće, trebalo bi biti 64 znaka: 0-9, A-F

source: The spend proposal is not pending
ar: اقتراح الإنفاق غير معلق

source: The total amount of bitcoin stored in this wallet.
ar: NOT NEEDED
hr: Ukupna količina bitcoina pohranjena u ovom novčaniku.

source: The wallet server URL
ar: عنوان خادم المحفظة (URL)
hr: URL poslužitelja novčanika

source: There is an error in the form
ar: هناك خطأ في النموذج
hr: Postoji pogreška u obrascu

source: There's obviously something we're doing wrong.
ar: من الواضح اننا اخطأنا في شئ ما.
hr: Očito je nešto što radimo pogrešno.

source: This app is fantastic!
ar: التطبيق رائع!
hr: Ova aplikacija je fantastična!

source: This app stores your RaiBlocks with cutting-edge security.
ar: هذا التطبيق يحفظ الريبلوكس الخاص بك بخواص أمنية عالية التطور.

source: This transaction amount is too small compared to current Bitcoin network fees. Spending these funds will need a Bitcoin network fee cost comparable to the funds itself.
ar: NOT NEEDED
hr: Ova je količina transakcije premala u usporedbi s trenutačnim pristojbama za Bitcoin mrežu. Potrošnja ovih sredstava bit će potrebna za Bitcoinovu mrežnu naknadu koja je usporediva s samim sredstvima.

source: This transaction could take a long time to confirm or could be dropped due to the low fees set by the sender
ar: NOT NEEDED
hr: Ta bi transakcija mogla potrajati dosta vremena da bi se potvrdila ili je mogla odustati zbog niskih naknada koje postavlja pošiljatelj

source: This view not implemented yet.
ar: لم يتم تنفيذ هذا العرض بعد.
hr: Ovaj se prikaz još nije implementirao.

source: This wallet is not registered at the given Bitcore Wallet Service (BWS). You can recreate it from the local information.
ar: NOT NEEDED
hr: Ovaj novčanik nije registriran u danoj Bitcore Wallet Service (BWS). Možete ga ponovno napraviti iz lokalnih podataka.

source: Timeline
ar: الجدول الزمني
hr: Vremenska Crta

source: To
ar: الى
hr: Do

source: To get started, you need Raiblocks. Share your account to receive RaiBlocks.
ar: للبدء، تحتاج لشئ من الرايبلوكس. شارك حسابك لتتلقى القليل من الريبلوكس.

source: To get started, you need an Account in your wallet to receive RaiBlocks.
ar: للبدء، تحتاج إلى حساب في محفظتك لتتلقي ريبلوكس.

source: Total
ar: المجموع
hr: Ukupno

source: Total Locked Balance
ar: إجمالي الرصيد المقفل
hr: Ukupno zaključana sredstva

source: Total wallet inputs
ar: إجمالي مدخلات المحفظة

source: Touch ID Failed
ar: فشلت محاولة اللمس
hr: ID osjetljiv na dodir nije uspio

source: Transaction
ar: عملية
hr: Transakcija

source: Transaction already broadcasted
ar: تم بث المعاملة

source: Transaction not available at this time
ar: المعاملة غير متوفرة في الوقت الحالي
hr: Transakcija trenutačno nije dostupna

source: Transaction not found
ar: العملية غير موجودة
hr: Transakcija nije pronađena

source: Transfer to
ar: تحويل الى
hr: Prijelaz na

source: Transfer to Account
ar: تحويل الى حساب
hr: Prijenos na račun

source: Try again in {{expires}}
ar: إعادة المحاولة في {{expires}}
hr: Pokušajte ponovo u {{expires}}

source: Uh oh...
ar: تباً...

source: Unconfirmed
ar: غير مؤكد
hr: Nepotvrđeno

source: Unsent transactions
ar: المعاملات الغير مُرسلة
hr: Otvorene transakcije

source: Unused Addresses
ar: العناوين غير المستخدمة

source: Unused Addresses Limit
ar: حدود العناوين غير المستخدمة

source: Update Available
ar: تحديث جديد متوفر
hr: Ažuriranje dostupno

source: Updating pending proposals. Please stand by
ar: جار تحديث المقترحات المعلقة. فضلا انتظر
hr: Ažuriranje prijedloga na čekanju. Molimo pričekajte

source: Updating transaction history. Please stand by.
ar: يتم تحديث سجل العمليات. الرجاء الإنتظار.
hr: Ažuriranje povijesti transakcija. Molimo pričekajte.

source: Updating... Please stand by
ar: يتم التحديث... الرجاء الانتظار
hr: Ažuriranje ... Molim te pričekajte

source: Validating recovery phrase...
ar: جار التحقق من صحة عبارة الاسترداد ...
hr: Provjera valjanosti fraze za oporavak ...

source: Verify your identity
ar: وثق هويتك
hr: Potvrdite svoj identitet

source: Version
ar: نسخة
hr: Verzija

source: View
ar: عاين
hr: Pogled

source: View All Addresses
ar: عاين جميع العناوين

source: View Terms of Service
ar: عاين شروط الخدمة
hr: Pogledajte Uvjete pružanja usluge

source: View Transaction on Insight
ar: عرض إحصاءات المعاملات
hr: Prikaz transakcije na uvid

source: View Update
ar: عاين التحديث
hr: Prikaži ažuriranje

source: View on blockchain
ar: NOT NEEDED
hr: Prikaz na blockchainu

source: WARNING: Key derivation is not working on this device/wallet. Actions cannot be performed on this wallet.
ar: تحذير: لا يعمل الاشتقاق على هذا الجهاز / المحفظة. لا يمكن تنفيذ الإجراءات على هذه المحفظة.
hr: UPOZORENJE: ključni izvod ne radi na ovom uređaju / novčaniku. Radnje se ne mogu izvesti na ovom novčaniku.

source: WARNING: Not including the private key allows to check the wallet balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so <b>funds will not be accessible from the export</b>.
ar: تحذير: عدم إدخال المفتاح الخاص يسمح التحقق من رصيد المحفظة, وتاريخ المعاملات, وإنشاء مقترحات الإنفاق من التصدير. ومع ذلك، لا يسمح بالموافقة على اقتراحات (توقيع)، لذا لن تتمكن من الوصول إلى <b> الأموال من التصدير </ b>.

source: WARNING: The private key of this wallet is not available. The export allows to check the wallet balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so <b>funds will not be accessible from the export</b>.
ar: تحذير: المفتاح الخاص لهذه المحفظة غير متوفر. يسمح التصدير للتحقق من رصيد المحفظة، وتاريخ المعاملات، وإنشاء مقترحات الإنفاق من التصدير. ومع ذلك، لا يسمح بالموافقة على اقتراحات (توقيع)، لذا لن تتمكن من الوصول إلى <b> الأموال من التصدير </ b>.

source: Wallet Accounts
ar: حسابات المحفظة
hr: Računi za Novčanik

source: Wallet Addresses
ar: عنوان المحفظة

source: Wallet Color
ar: لون المحفظة

source: Wallet Created
ar: تم خلق المحفظة
hr: Novčanik napravljen

source: Wallet File
ar: ملف المحفظة
hr: Datoteka novčanika

source: Wallet Inputs
ar: مدخلات المحفظة

source: Wallet Recovery Phrase is invalid
ar: عبارة استرداد المحفظة غير صالحة

source: Wallet Seed
ar: نواة المحفظة (seed)
hr: Sjeme (seed) novčanika

source: Wallet already exists
ar: المحفظة موجودة من قبل

source: Wallet created
ar: تم خلق المحفظة

source: Wallet is full
ar: المحفظة مليئة

source: Wallet is locked
ar: المحفظة مغلقة

source: Wallet is not complete
ar: المحفظة غير مكتملة

source: Wallet needs backup
ar: يجب خلق نسخة احتياطية للمحفظة

source: Wallet not backed up
ar: لم يتم خلق نسخة احتياطية للمحفظة

source: Wallet not found
ar: لا يمكن ايجاد المحفظة

source: Wallet not registered at the wallet service. Recreate it from "Create Wallet" using "Advanced Options" to set your recovery phrase
ar: المحفظة غير مسجلة في خدمات المحفظة. يمكنك إعادة إنشائها من خلال "إنشاء محفظة" في "خيارات متقدمة" لتعيين عبارة الاسترداد

source: Wallet seed not available
ar: نواة المحفظة (seed) غير متوفرة
hr: Sjeme (seed) novčanika nije dostupno

source: Wallet service not found
ar: خدمات المحفظة غير متوفرة

source: Warning!
ar: تنبيه
hr: Upozorenje!

source: Warning: this transaction has unconfirmed inputs
ar: تحذير: تحتوي هذه المعاملة على مدخلات غير مؤكدة
hr: Upozorenje: ova transakcija ima nepotvrđene ulaze

source: Watch out!
ar: احذر!
hr: Pazi!

source: We'd love to do better.
ar: نتطلع دائما للأفضل.
hr: Voljeli bismo bolje.

source: Website
ar: الموقع
hr: Web stranica

source: We’re always looking for translation contributions! You can make corrections or help to make this app available in your native language by joining our community on Crowdin.
ar: نبحث دائما عن المساهمات في الترجمة! يمكنك إجراء التصحيحات أو المساعدة في جعل هذا التطبيق متاح بلغتك الأم من خلال الانضمام إلى مجتمعنا على بوإيديتور.

source: What do you call this account?
ar: ماذا تريد أن تسمي هذا الحساب؟
hr: Kako zovete ovaj račun?

source: Where would you like to receive email notifications about payments?
ar: أين تريد تلقي إشعارات البريد الإلكتروني حول الدفعات؟
hr: Gdje želite primati obavijesti e-poštom o plaćanjima?

source: Why?
ar: لماذا؟

source: Would you like to receive push notifications about payments?
ar: هل ترغب في تلقي إشعارات حول المدفوعات؟
hr: Želite li primati push obavijesti o plaćanjima?

source: Wrong spending password
ar: كلمة مرور غير صحيحة

source: Yes
ar: نعم
hr: Da

source: Yes, skip
ar: نعم, تخطي
hr: Da, preskočite

source: You can change the name displayed on this device below.
ar: يمكنك تغيير الاسم المعروض على هذا الجهاز أدناه.
hr: U nastavku možete promijeniti naziv prikazan na ovom uređaju.

source: You can create a backup later from your wallet settings.
ar: يمكنك إنشاء نسخة احتياطية لاحقا في إعدادات المحفظة.
hr: Kasnije možete izraditi sigurnosnu kopiju iz postavki lisnice.

source: You can make contributions by signing up on our Crowdin community translation website. We’re looking forward to hearing from you!
ar: يمكنك تقديم مساهمات عن طريق الاشتراك في موقع بوايديتور للترجمة الموقع. ونحن نتطلع إلى الاستماع منك!

source: You can scan bitcoin addresses, payment requests, paper wallets, and more.
ar: NOT NEEDED

source: You can see the latest developments and contribute to this open source app by visiting our project on GitHub.
ar: يمكنكم متابعة اخر التطورات ودعم هذا التطبيق المفتوح على موقع جيت هاب (Github).
hr: Možete vidjeti najnovija dostignuća i pridonijeti ovoj open source aplikaciji posjetom našem projektu na GitHubu.

source: You can still export it from Advanced &gt; Export.
ar: لا يزال بإمكانك تصديره من إعدادات متقدمة -> تصدير.
hr: I dalje ga možete izvesti iz naprednih & gt; Izvoz.

source: You can trade it for other currencies like US Dollars, Euros, or Pounds.
ar: يمكنكم تحويلها لأي عملة مثل الدولار أو اليوري أو الجنيه.

source: You'll receive email notifications about payments sent and received from your wallets.
ar: سوف يتم تنبيهكم عن طريق البريد الالكتروني عن أي مدفوعات صادرة أو واردة من المحفظة.
hr: Primat ćete obavijesti e-poštom o plaćanjima koja su poslana i primljena od vaših novčanika.

source: Your RaiBlocks Wallet is backed up!
ar: تم خلق نسخة احتياطية للمحفظة بنجاح!

source: Your RaiBlocks Wallet is ready!
ar: محفظة عملة الريبلوك جاهزة!

source: Your ideas, feedback, or comments
ar: مقترحاتكم
hr: Vaše ideje, povratne informacije ili komentari

source: Your password
ar: كلمة مرورك
hr: Vaša lozinka

source: Your wallet is never saved to cloud storage or standard device backups.
ar: لا يتم حفظ محفظتك في أي من الخدمات السحابية أو أجهزة النسخ الإحتياطي التقليدية.
hr: Vaš novčanik nikad nije spremljen u pohranu oblaka ili standardne sigurnosne kopije uređaja.
